
-- --------------------------------------------------------

--
-- Структура таблицы `oc_review`
--

CREATE TABLE `oc_review` (
  `review_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `author` varchar(64) NOT NULL,
  `admin_answer` text NOT NULL,
  `link` varchar(350) NOT NULL,
  `text` text NOT NULL,
  `rating` int(1) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_review`
--

INSERT INTO `oc_review` (`review_id`, `product_id`, `customer_id`, `author`, `admin_answer`, `link`, `text`, `rating`, `status`, `date_added`, `date_modified`) VALUES
(55, 0, 0, 'Антон', '', '', 'Хочу оставить свой отзыв. Покупал товар на этом сайте первый раз. Цена привлекла. Боялся, что в итоге ничего не придет. Но через 4 дня пришла посылка, да еще так упакована, что я сам не понял, что это. Спасибо!', 5, 1, '2017-03-13 12:53:32', '2017-03-13 14:41:14'),
(56, 0, 0, 'Мария Аленичева', '', '', 'Хочу поблагодарить работников интернет магазина секскабинет  за их знания,  умение предложить и рассказать грамотно и доступно по товару , который интересовал меня.  Осталась очень довольна игрушкой (качеством).  Получила много позитива. Спасибо Вам ребята !!!!!!!! Мне очень понравилось Ваше отношение.', 5, 1, '2017-03-13 14:52:18', '2017-03-14 10:18:52'),
(57, 0, 0, 'Валерия', '', '', 'Почему то всегда боялась одного слова СЕКС-ШОП и в то же время хотелось туда попасть! И всё же любопытство меня перебороло. Искала в интернете интим магазины и наткнулась на этот . . . . . . .  Много интересного для себя узнала ! В общем больше не боюсь СЕКС ШОПОВ, прикольные там штучки. Консультанту отдельное вау!!!!!! Муж остался доволен , . . . . .', 5, 1, '2017-03-15 21:18:35', '2017-03-17 13:21:32'),
(58, 0, 0, 'Валерий', '', '', 'Зашел на этот сайт впервые и было непонятно мне по оплате через яндекс кассу:&quot;Как это?&quot;. Нашел информацию в  интернете о яндекс кассе , там все понятно расписано. Сделал заказ, деньги были зачислены мгновенно, со мной связался консультант магазина. Остался доволен. Оплата через яндекс самый безопасный способ оплаты, я это понял.', 5, 1, '2017-03-17 13:20:25', '2018-07-12 12:27:59'),
(59, 0, 0, 'Лена', '', '', 'Спасибо администратору магазина за подробную консультацию ', 5, 1, '2017-03-21 17:04:05', '2017-03-21 17:05:11'),
(60, 0, 0, 'АНОНИМ', '', '', 'Сервис и выбор отличный на 5 БАЛЛОВ. А вот скидку просил больше сделать, чем моя, сказали: &quot;В ДРУГОЙ РАЗ&quot;! - за это 4 ', 4, 1, '2017-03-22 16:29:51', '2018-07-12 12:28:21'),
(61, 0, 0, 'андрей', '', '', 'Интересный магазин! Гуляли в выходные и любопытства ради зашли в этот интим маг. В итоге купили интересную настольную игру для двоих и ещё кое что ещё ... Приятно провели вечер и незабываемую ночь!!! Спасибо огромное, продавец супер ...', 5, 1, '2017-06-12 11:21:58', '2018-07-12 12:28:39'),
(70, 5166, 0, 'client', '', '', 'client hello im know herry woommen', 1, 0, '2019-11-08 13:08:25', '2025-09-10 14:57:50'),
(64, 4300, 0, 'client', '', '', 'client hello im know herry woommen', 5, 1, '2017-08-21 15:01:21', '0000-00-00 00:00:00'),
(65, 0, 0, '777', '', '', 'Магазин на 5+ Особенно понравилось , что заказ можно оформить через Viber и WhatsApp:89068834188 Консультант магазина не задаёт лишних вопросов, а на все интересующие меня вопросы охотно давал ответы. Приятно общаться! Спасибо .', 5, 1, '2017-10-08 11:29:31', '2018-07-12 12:29:02'),
(66, 2805, 0, 'client', '', '', 'client hello im know herry woommen', 5, 0, '2018-02-27 00:01:01', '2025-09-10 14:57:22'),
(67, 2805, 0, 'client', '', '', 'client hello im know herry woommen', 4, 0, '2018-02-27 00:01:19', '2025-09-10 14:57:34'),
(68, 2805, 0, 'client', '', '', 'client hello im know herry woommen', 2, 0, '2018-02-27 00:01:27', '2025-09-10 14:58:05'),
(71, 0, 0, 'Илья', '', '', 'Очень хорошие консультанты. Всегда помогут определиться с выбором, грамотно и по теме расскажут чем один товар отличается от второго. \r\nКачество товара на высшем уровне.', 5, 1, '2020-06-11 16:14:54', '2023-12-18 15:15:14'),
(72, 0, 0, 'Данил', '', '', 'Купили с девушкой вибратор на пульте дистанционного управления, сломался после 1 раза использования.', 1, 0, '2020-06-12 18:38:22', '0000-00-00 00:00:00'),
(73, 0, 0, 'Марина ', '', '', 'Давно было желание сделать заказ, сегодня решилась)!  Сразу перезвонили ещё до оплаты, все уточнили! Доставили в подарочной упаковке с кучей подарков! Я не видела лучшего обслуживания! ', 5, 1, '2022-05-24 20:43:29', '2023-12-18 15:15:34'),
(74, 0, 0, 'Марина Воронова', '', '', 'Очень довольна качеством товаров и быстрой доставкой, всегда можно найти что-то новое и интересное для себя.', 5, 1, '2023-12-13 17:31:46', '2023-12-18 15:15:48'),
(75, 0, 0, 'Роман Соколов', '', '', 'Прекрасный магазин, широкий выбор,на сайте нашел именно то что давно искал.', 5, 1, '2023-12-15 14:09:54', '2023-12-18 15:16:04'),
(76, 0, 0, 'Алексей Волков', '', '', 'Отличный выбор товаров и удобный интерфейс сайта, все заказы приходят в срок и в дискретной упаковке', 5, 1, '2023-12-18 13:38:03', '2023-12-18 15:15:56'),
(77, 0, 0, 'Лев Игнатьев', '', '', 'Чудесное место! Широкий ассортимент товаров, удобно заказывать на сайте .Рекомендую.', 5, 1, '2023-12-20 14:17:43', '2024-01-18 16:45:15'),
(78, 0, 0, 'Никита Михайлов', '', '', 'Очень хороший магазин. Цены ниже чем в большинстве других подобных магазинах. Ассортимент подобран с умом.', 5, 1, '2023-12-23 11:10:50', '2024-01-18 16:45:26'),
(79, 0, 0, 'Оксана Петрова', '', '', 'Очень нравится данный магазин. Не первый раз там оформляем заказ. Доставка работает очень быстро а главное это чёрный пакет и никто не узнает что там внутри', 5, 1, '2023-12-25 13:21:23', '2024-01-18 16:45:39'),
(80, 0, 0, 'Оксана Усова', '', '', 'Благодаря этому магазину я обрела уверенность в себе и своих желаниях, отличное качество товаров и приятные цены.', 5, 1, '2023-12-28 13:58:58', '2024-01-18 16:45:49'),
(81, 0, 0, 'Кристина Попова', '', '', 'Непривычно в такие места ходить. На сайте очень удобно заказывать ,есть подробная информация о каждом товаре.', 5, 1, '2023-12-31 07:21:02', '2024-01-18 16:45:56'),
(82, 0, 0, 'Юлия Виноградова', '', '', 'Очень приятно удивлена ассортиментом товаров и профессиональным обслуживанием, всегда радует наличие акций и скидок.', 5, 1, '2024-01-04 08:50:27', '2024-01-18 16:46:02'),
(83, 0, 0, 'Ксения Морозова', '', '', 'Прекрасный магазин, где можно найти все необходимое для разнообразия в интимной жизни, анонимность и конфиденциальность гарантированы.', 5, 1, '2024-01-07 11:00:34', '2024-01-18 16:46:11');
