
-- --------------------------------------------------------

--
-- Структура таблицы `oc_api_ip`
--

CREATE TABLE `oc_api_ip` (
  `api_ip_id` int(11) NOT NULL,
  `api_id` int(11) NOT NULL,
  `ip` varchar(40) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `oc_api_ip`
--

INSERT INTO `oc_api_ip` (`api_ip_id`, `api_id`, `ip`) VALUES
(13, 1, '31.135.254.216'),
(12, 1, '95.129.164.177'),
(11, 1, '31.135.243.57'),
(10, 1, '109.195.131.67'),
(9, 1, '95.129.166.53'),
(14, 1, '46.147.248.161'),
(15, 1, '81.222.184.11'),
(16, 1, '109.195.135.46');
